{
    "contact_us": "Contact Us",
    "learn_more": "Learn More",
    "language": "Language",
    "business": "Business",
    "service": "Service",
    "entertainment": "Entertainment",
    "design": "Design",
    "about": "About Us",
    "contact_2": "Feel free to contact us",
    "========home=========": "========home=========",
    "home_hero_title": "Win Pro Cloud",
    "home_hero_desc": "Endless Creativity",
    "home_hero_description": "Cloud Programming Online CO., LTD. focuses on information research and software development game machines in Taichung. We combine software, firmware,  hardware and cloud computing to create a seamles integration between offline machines and our online payment ",
    "recet_project_content_h2": "Our Latest Project",
    "recet_project_content_p": "Utilizing our self-service vending machine cloud payment system we combine physical machines and cloud computing to create a better integration. In addition to our technological innovation, we not only develop the structure of the machine and the services it provides, but also focus on consumer experience innovation, and the business service of machine integration.",
    "project_desc_1_h2": "傳奇レジェンド",
    "project_desc_1_p": "Remotely control game machines with our IOT streaming system. With chat room, shopping, and ranking system feature",
    "project_desc_2_h2": "Marketing System",
    "project_desc_2_p": "Cloud payment system of self-service vending machine with advertising promotion and cloud audit features. This app combines physical machines with cloud computing.",
    "service_title_1": "How our company",
    "service_title_2": "can help you improve your business",
    "service_desc": "Win Pro Cloud is an software research and development company that helps companies to integrate cloud computing, digital services, virtual reality, cloud payment on their products. We can also help to customized design of online platforms or applications.",
    "service_data_1": "What services we can provide?",
    "service_data_2": "How to find us?",
    "service_data_3": "Our projects",
    "========galaxy=========": "========galaxy=========",
    "galaxy_tag": "Own your own",
    "galaxy_title": "Game APP",
    "iot_content_h1": "IoT System",
    "iot_content_h2": "Remotely control machines with our IoT technology",
    "iot_desc1": "Allow players to actually operate the entertainment machine through mobile phones, computers, tablets and other communication tools remotely",
    "iot_desc1_2": "By using our IoT system, you can control your machines in real time. When you operate the mobile interface, you are also operating the physical machine",
    "machine_title": "Classical machine experience",
    "machine_desc": "Through the IoT technology, consumers are not limited by time and place, and can immediately experience the fun of classic games by simply connecting to the Internet when they want to play",
    "galaxy_game_container_h2": "Traditional Games",
    "galaxy_game_container_p": "You can play a variety of games such as, fruit bowls, slot machines, poker machines and many more to recall the happy times in the past",
    "galaxy_social_h2": "Social Communication",
    "galaxy_social_p": "You can chat publicly & privately with your friends in real time, learn from other people's playing experience, share the joy of winning, and also exchange gifts",
    "galaxy_video_h2": "Game Video Recording",
    "galaxy_video_p": "You can record your outstanding gaming performance by simply pressing the capture button at any time during playtime",
    "module_h2": "Our professional R&D engineering team can help you develop APPs according to your needs. If you are a game console manufacturer, we can also provide a platform to recommend consumers to play your game console",
    "galaxy_experience_h2": "Experience now",
    "galaxy_experience_h2_2": "Our Latest App",
    "galaxy_contact_h2": "Want to create your own app?"
}